Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - ls Reese crazy?
ru: - Риз сумасшедший?

source: - That' s what we' re gonna find out.
ru: - Это мы и стараемся выяснить.

source: So you' re a soldier.
ru: Значит, ты солдат.

source: Fighting for whom?
ru: За кого ты сражаешься?

source: With the 1 32nd under Perry.
ru: За 132 батальон.

source: From '21 to' 27.
ru: С 21 по 27 год.

source: That' s the year 2027?
ru: Имеется в виду 2027?

source: Then I was assigned...
ru: В настоящее время нахожусь здесь со специальной миссией...

source: - This is fucking great. -.. under John Connor.
ru: - Великолепно. -... по заданию Джона Коннора.

source: - Who was the enemy?
ru: - А с кем ты воюешь?

source: - A computer defence system...
ru: - С компьютерной оборонной системой...

source: Goddamn!
ru: Чёрт!

source: Sorry... built for SAC- NORAD by Cyberdyne Systems.
ru: Простите.... под названием "САК- НОРАД", производства "Сайбердин Системс".

source: I see.
ru: Понятно.

source: And this computer thinks it can win by killing the mother of its enemy.
ru: И этот компьютер считает, что может победить, убив мать своего врага?

source: Killing him, in effect, before he' s even conceived.
ru: Ещё до того, как он зачат?

source: A sort of retroactive abortion?
ru: Такой типа преждевременный аборт?

source: Silberman cracks me up.
ru: Сильверман просто молодец.

source: Last week, a guy burned his Afghan.
ru: Помнишь, что он отмочил на прошлой неделе?

source: - He screwed it first...
ru: - Того то ли афганца, то ли араба...

source: - Ed, shut up.
ru: - Эд, заткнись.

source: Why didn' t the computer just kill Connor then?
ru: А почему компьютер просто не убил этого Коннора?

source: Why this elaborate scheme with the Terminator?
ru: Зачем нужны все эти терминаторы?

source: It had no choice.
ru: У него не было выбора.

source: Their defence grid was smashed.
ru: Мы разбили их систему защиты.

source: We' d won.
ru: Мы уже почти победили.

source: Taking out Connor then would make no difference.
ru: Если бы он тогда убил Коннора, это бы не имело значения.

source: Skynet had to wipe out his entire existence.
ru: Им нужно было полностью стереть его из истории.

source: What is it called?
ru: И тогда вы захватили этот их лабораторный комплекс и нашли... как это у тебя там?..

source: The time displacement equipment?
ru: Машину для перемещения во времени?

source: That' s right.
ru: Совершенно верно.

source: The Terminator had already gone through.
ru: Терминатор уже был заслан в прошлое.

source: Connor sent me to intercept and they blew the whole place.
ru: Коннор послал перехватить меня, а потом машину должны были взорвать.

source: Well, how are you supposed to get back?
ru: Как же ты тогда вернёшься?

source: I can' t.
ru: Я не вернусь.

source: Nobody goes home.
ru: Никто не вернётся.

source: Nobody else comes through.
ru: И никто больше не попадёт сюда.

source: It' s just him and me.
ru: Только он и я.

source: Something more advanced.
ru: А почему ты не взял что- нибудь более подходящее случаю?

source: Don' t you have ray guns?
ru: У вас разве там нет лучевых пистолетов?

source: - Ray guns.
ru: - Лучевых пистолетов!..

source: - Show me a piece of future technology.
ru: - Покажи мне, что у вас там за технология.

source: You go naked.
ru: Сюда можно попасть только обнажённым.

source: Something about the field generated by a living organism.
ru: Поле пропускает только живую ткань.

source: Nothing dead will go.
ru: Ничто мёртвое сюда не может попасть.

source: I didn' t build the fucking thing.
ru: Да я не придумал эту чёртову машину.

source: OK, OK.
ru: Хорошо, хорошо.

source: But this cyborg, ifit' s metal...?
ru: А этот киборг - он ведь металлический?

source: - Surrounded by living tissue.
ru: - Его окружает живая ткань.

source: - Oh, right.
ru: - О, да.

source: Great stuff.
ru: Это гениально.

source: I could make a career out of this guy.
ru: Я могу карьеру сделать с его помощью.

source: See how clever it is?
ru: Смотрите, как складно сочиняет!

source: It doesn' t require a shred of proof.
ru: Он просто неподражаем.

source: Most paranoid delusions are intricate, but this is brilliant.
ru: А у этого всё просто гениально!

source: - Why were the other women killed?
ru: - А почему были убиты те две женщины?

source: - Records were lost in the war.
ru: - Все архивы пропали во время войны.

source: Skynet knew almost nothing about Connor' s mother.
ru: Мы ничего не знали о матери Коннора.

source: Her full name, where she lived.
ru: Ни её полного имени, ни где она жила.

source: Theyjust knew the city.
ru: Только город.

source: The Terminator was just being systematic.
ru: Терминатор просто убивал женщин по порядку.

source: - Let' s go back...
ru: - Давайте вернёмся...

source: - Look, you have heard enough.
ru: - Ну всё, хватит!

source: I have answered your questions.
ru: Я ответил на все ваши вопросы.

source: I have to see Sarah Connor.
ru: Теперь мне нужна Сара Коннор.

source: - I' m afraid that' s not up to me.
ru: - Боюсь, я не имею права...

source: - Then why am I talking to you?
ru: - Тогда зачем я с вами разговариваю?

source: - Who is in authority here?
ru: - Кто здесь имеет право?

source: - Please...
ru: - Прошу вас...

source: You still don' t get it, do you?
ru: Вы всё ещё не понимаете?

source: He' il find her.
ru: Он найдёт её.

source: That' s what he does.
ru: Это его работа.

source: That' s all he does.
ru: Он запрограммирован на это.

source: You can' t stop him.
ru: Вы не сможете остановить его.

source: He' il reach down her throat and pull her fucking heart out!
ru: Рано или поздно он убьёт её!

source: - Doc.
ru: - Доктор.

source: - Let go ofme!
ru: - Пустите меня!

source: He' s crazy?
ru: Так что, он сумасшедший?

source: ln technical terminology, he' s a loon.
ru: Научно выражаясь, можно сказать и так.

source: Sarah, this is what they call body armour.
ru: Сара, это пуленепробиваемый жилет.

source: Our TAC guys wear these.
ru: Это надевает наш спецотряд.

source: It' il stop a 1 2- gauge round.
ru: Он способен остановить пулю, выпущенную с 5 метров.

source: This other man must' ve been wearing one under his coat.
ru: Мы надеваем его под верхнюю одежду.

source: Feel that.
ru: Примерь.

source: - He punched through the windshield.
ru: - Он пробил ветровое стекло..

source: - He was probably on PCP.
ru: - Наверное, просто боли не чувствует.

source: Broke every bone in his hand.
ru: Я знал одного типа...

source: He wouldn' t feel it.
ru: Он сломал все кости на правой руке, и даже не почувствовал этого.

source: You see this scar?
ru: Так вот, этот тип...

source: There' s a couch in this other room.
ru: Тут в комнате есть диван.

source: Stretch out and get some sleep.
ru: Постарайся вздремнуть немного.

source: Be at least an hour before your mother gets here.
ru: А мы вызовем твою мать...

source: - I can' t sleep.
ru: - Я не смогу заснуть.

source: - Try.
ru: - Постарайся.

source: It may not look it, but that couch is very comfortable.
ru: Трудно поверить, но это очень удобный диван.

source: You' il be perfectly safe.
ru: Тут ты будешь в полной безопасности.

source: We got 30 cops in this building.
ru: В здании 30 полицейских.

source: - Good night.
ru: - Доброй ночи.

source: I' m a friend of Sarah Connor.
ru: Я друг Сары Коннор.

source: I was told she' s here.
ru: Мне сказали, она здесь.

source: Could I see her?
ru: Я могу с ней повидаться?

source: Can' t see her.
ru: Нет.

source: She' s making a statement.
ru: Она занята.

source: Where is she?
ru: А где она?

source: It make take a while. lf you wanna wait, there' s a bench over there.
ru: Подождите вот здесь, на скамейке.

source: I' il be back.
ru: Я скоро вернусь.

source: Stay here.
ru: Будь здесь.

source: Watch him.
ru: Присмотри за ним.

source: Ed...
ru: Эд...

source: Sarah!
ru: Сара!

source: Reese.
ru: Риз.

source: KFLB news time.
ru: Новости канала KFLB.

source: Top story - the largest single law enforcement mobilisation in California history is currently underway.
ru: Проводится полная мобилизация... всех полицейских сил города.

source: Take this.
ru: Держи.

source: All right.
ru: Так.

source: Let' s get this off the road.
ru: Теперь нужно машину столкнуть с дороги.

source: - You cold?
ru: - Тебе холодно?

source: - Freezing.
ru: - Ужасно замёрзла.

source: Reese?
ru: Риз?

source: - You got a first name?
ru: - У тебя имя есть?

source: - Kyle.
ru: - Кайл.

source: Kyle, what' s it like when you go through time?
ru: Кайл, а что чувствуешь, когда пересекаешь время?

source: White light.
ru: Вспышка белого света.

source: Pain.
ru: Боль.

source: - It' s like being born maybe.
ru: - Как будто снова рождаешься.

source: - My God.
ru: - Боже!

source: I caught one back there.
ru: Меня зацепило немножко.

source: - You mean you got shot?
ru: - Ты что, ранен?

source: - It' s not bad.
ru: - Ничего страшного.

source: - We gotta get you to a doctor.
ru: - Тебе нужно к врачу.

source: Forget it.
ru: - Да нет, забудь об этом.

source: What do you mean, forget it?
ru: Что значит забудь?

source: Are you crazy?
ru: Ты что, с ума сошёл?

source: Take this off.
ru: Снимай.

source: Jesus.
ru: Господи.

source: It passed right through the meat.
ru: Да ничего, видишь?

source: This is gonna make me puke.
ru: Меня сейчас стошнит.

source: - Would you just talk about something?
ru: - Говори что- нибудь.

source: Anything.
ru: Всё что угодно.

source: Just talk.
ru: Только говори.

source: Tell me about my son.
ru: Расскажи мне о моём сыне.

source: He' s about my height.
ru: Он примерно моего роста.

source: He has your eyes.
ru: У него твои глаза.

source: What' s he like?
ru: Какой он?

source: You trust him.
ru: Мы верим ему.

source: He' s got a strength.
ru: В нём чувствуется сила.

source: I' d die for John Connor.
ru: Я готов умереть за Джона Коннора.

source: Well, at least now I know what to name him.
ru: По крайней мере, теперь я знаю, как назвать его.

source: Don' t suppose you know who the father is so I won' t tell him to get lost?
ru: Чтобы мне не пропустить его, а?

source: John never said much about him.
ru: Джон ничего особенного не говорил о нём.

source: - I know he dies before the war...
ru: - Я знаю, что отец умер до...

source: - Wait.
ru: - Не говори.

source: I don' t wanna know.
ru: Я не хочу знать.

source: So was it John that sent you here?
ru: Джон сюда тебя послал?

source: I volunteered.
ru: Я вызвался добровольцем.

source: - It was a chance to meet the legend.
ru: - Такой шанс познакомиться с легендой.

source: Sarah Connor, who taught her son to fight, organise, prepare from when he was a kid.
ru: Сара Коннор, которая научила сына бороться, организовывать борьбу.

source: When you were in hiding before the war.
ru: Готовила его ещё с детства.

source: You' re talking about things I haven' t done yet in the past tense.
ru: Ты говоришь о том, что я ещё даже и не думала делать, в прошедшем времени.

source: It' s driving me crazy.
ru: С ума сойти.

source: Are you sure you have the right person?
ru: Ты точно не ошибся?

source: I' m sure.
ru: Точно.

source: Do I look like the mother of the future?
ru: Я что, похожа на мать- героиню?

source: Organised?
ru: Я что, крепкая, организованная?

source: I can' t even balance my chequebook.
ru: Я даже с чековой книжкой разобраться не могу.

source: Look, Reese, I didn' t ask for this honour and I don' t want it.
ru: Я не просила её.

source: Any of it.
ru: Ничего мне не нужно.

source: Your son gave me a message to give to you.
ru: Твой сын просил передать тебе кое- что на словах.

source: Made me memorise it.
ru: Я выучил наизусть.

source: Thank you, Sarah, for your courage through the dark years.
ru: Спасибо, Сара, за мужество в тёмные годы.

source: I can' t help you with what you must soon face.
ru: Я не могу помочь тебе в том, что предстоит.

source: The future is not set.
ru: Но будущее ещё не определено.

source: You must be stronger than you imagine you can be.
ru: Ты сильнее, чем думаешь.

source: You must survive or I will never exist.
ru: Ты должна остаться в живых, иначе меня никогда не будет.

source: That' s all.
ru: Это всё.

source: It' s a good field dressing.
ru: Хорошая повязка.

source: You like it?
ru: Нравится?

source: It' s my first.
ru: Это моя первая.

source: Get some sleep.
ru: Скоро рассвет.

source: It' il be light soon.
ru: Нужно поспать хоть немного.

source: Talk to me some more.
ru: Расскажи мне ещё.

source: About what?
ru: О чём?

source: Tell me about where you' re from.
ru: Как там, откуда ты?

source: You stay down by day, but at night you can move around.
ru: По ночам ещё можно ходить.

source: You still have to be careful because the H- Ks use infrared.
ru: У роботов- убийц инфракрасное зрение.

source: John taught us ways to dust them.
ru: Джон научился бороться с ними, мы их больше не боимся.

source: That' s when the infiltrators started to appear.
ru: Пока не начали появляться киборги.

source: The Terminators were the newest.
ru: Терминаторы - это последняя модель.

source: The worst.
ru: Самые страшные из них.

source: - Reese.
ru: - Риз.

source: Let him in.
ru: - Впусти его.

source: Terminator!
ru: Терминатор!

source: I was dreaming about dogs.
ru: Мне снились собаки.

source: We use 'em to spot Terminators.
ru: Мы используем их для опознания терминаторов.

source: Your world is pretty terrifying.
ru: Страшно в вашем мире, наверное.

source: Hey, buddy, you got a dead cat in there or what?
ru: Что воняет- то так?

source: Fuck you, asshole.
ru: Пошёл в задницу, говнюк.

source: God damn.
ru: Чёрт.

source: ls this enough?
ru: Этого хватит?

source: Yeah, it' s enough.
ru: Хватит.

source: I don' t wanna ask where you got it.
ru: Даже не буду спрашивать, откуда у тебя это.

source: - I' m coming.
ru: - Иду.

source: - We need a room.
ru: - Нам нужна комната.

source: - With a kitchen.
ru: С кухней.

source: - Do you have one with a kitchen?
ru: У вас есть комната с кухней?

source: I am dying for a shower.
ru: Умираю, в душ хочу.

source: We should check your bandage, too.
ru: Нужно тебе руку перевязать.

source: Later.
ru: Позже.

source: I' m going out for supplies.
ru: Пойду займусь припасами.

source: Keep this.
ru: Возьми.

source: No, I can' t tell you where I am, Mom.
ru: Нет, мама, я не могу сказать, где я.

source: I was told not to say.
ru: Меня просили не говорить.

source: You tell me to hide out at the cabin and you won' t tell me what' s going on?
ru: Хоть дай мне номер телефона, чтобы я могла позвонить тебе, если будут какие- нибудь новости.

source: I am worried sick here.
ru: Я так волнуюсь.

source: OK.
ru: Ну ладно.

source: OK, here' s the number.
ru: Записывай номер...

source: - You ready?
ru: - Готова?

source: Go ahead.
ru: - Да, диктуй.

source: It' s 408 555 1439.
ru: Номер 408- 555- 1439.

source: Room nine.
ru: Комната 9.

source: - I' ve got it.
ru: - Записала?

source: I' m sorry I can' t tell you more right now.
ru: Извини, мама, я не могу тебе сказать, где я сейчас.

source: I love you, Mom.
ru: Я люблю тебя, мама.

source: I love you, too, sweetheart.
ru: Я тебя тоже люблю, милая.

source: - Tiki Motel.
ru: - Мотель "Тики".

source: - Give me your address there.
ru: - Ваш адрес?

source: What have we got?
ru: Что у нас здесь?

source: Mothballs... corn syrup... ammonia.
ru: Нафталин... сироп... аммиак.

source: What' s for dinner?
ru: А что на обед?

source: - Plastique.
ru: - Пластиковая взрывчатка.

source: - That sounds good.
ru: - Вкусно, наверное.

source: It' s a bit more stable.
ru: Это нитроглицерин.

source: I learned to make it when I was a kid.
ru: Я в детстве много делал таких бомб.

source: Make sure there' s none on the threads.
ru: Смотри, чтоб там ниток не осталось.

source: Like this.
ru: Вот так.

source: Screw the end cap on.
ru: И закручивай крышку.

source: Very gently.
ru: Очень осторожно.

source: You must' ve had a fun childhood.
ru: У тебя, наверное, было весёлое детство.

source: That' s good.
ru: Отлично.

source: Six more like that and I' il get started on the fuses.
ru: Так, ещё шесть штук, и потом будем делать взрыватели.

source: He' il find us, won' t he?
ru: Он найдёт нас, да?

source: It' il never be over, will it?
ru: Это никогда не кончится, правда?

source: I' m shaking.
ru: Я вся дрожу.

source: Some legend.
ru: Тоже мне, легенда.

source: You must be pretty disappointed.
ru: Ты, наверное, очень разочарован.

source: No, I' m not.
ru: О, нет.

source: Kyle, the women in your time, what are they like?
ru: Кайл, а женщины в ваше время, какие они?

source: Good fighters.
ru: Хорошие воины.

source: That' s not what I meant.
ru: Да я не про это.

source: Was there someone special?
ru: Есть какая- нибудь особенная?

source: Someone...?
ru: Особенная...?

source: A girl, you know.
ru: Ну, девушка у тебя есть?

source: Never.
ru: Никогда не было.

source: Never?
ru: Никогда?

source: So much pain.
ru: Столько боли.

source: Pain can be controlled.
ru: Боль можно контролировать.

source: You just disconnect it.
ru: Её можно выключить.

source: So you feel nothing?
ru: И ничего не чувствовать?

source: John Connor gave me a picture of you once.
ru: Однажды Джон Коннор подарил мне твою фотографию.

source: I didn' t know why at the time.
ru: Я тогда ещё не знал, почему.

source: It was very old, torn, faded.
ru: Такая старая фотография, выцветшая уже.

source: You were young like you are now.
ru: Ты на ней молодая, как сейчас.

source: You seemed just a little sad.
ru: Немножко грустная.

source: I used to always wonder what you were thinking at that moment.
ru: Мне всегда было интересно, о чём ты думала в тот момент.

source: I memorised every line, every curve.
ru: Я запомнил каждую чёрточку твоего лица, каждую каждую чёрточку.

source: I came across time for you, Sarah.
ru: Я сюда прибыл через время ради тебя, Сара.

source: I always have.
ru: Всегда любил.

source: I shouldn' t have said that.
ru: Я не должен был это говорить.

source: Think fast.
ru: Лови!

source: Trade places.
ru: Меняемся местами!

source: Faster.
ru: Быстрее!

source: Drive faster.
ru: Жми на газ!

source: Kyle.
ru: Кайл.

source: Oh, my God.
ru: О, Господи!

source: You stay here.
ru: Сиди здесь.

source: Let' s get outta here.
ru: Надо убираться отсюда.

source: Get out.
ru: Вставай.

source: Get up.
ru: Ну давай же, вставай.

source: Don' t stop.
ru: Не останавливайся.

source: Run.
ru: Беги.

source: We got him.
ru: Мы победили, Кайл.

source: Cover, so he can' t track us.
ru: Чтобы он не смог нас засечь.

source: Come on.
ru: Вставай.

source: - Come on.
ru: - Вставай.

source: - Leave me here.
ru: - Оставь меня здесь.

source: Move it, Reese.
ru: А ну быстро, Риз!

source: On your feet, soldier.
ru: Встать, солдат!

source: On your feet.
ru: Встать!

source: Move it.
ru: Пошёл!

source: Get back.
ru: Назад!

source: Go back.
ru: Назад!

source: - Run, Sarah.
ru: - Беги, Сара!

source: Come on, motherfucker.
ru: Ну давай, ублюдок.

source: You' re terminated, fucker.
ru: Тебе конец, ублюдок.

source: Seven.
ru: Седьмая кассета.

source: November 10.
ru: 10 ноября.

source: Where was l?
ru: На чём я остановилась?

source: What' s difficult is trying to decide what to tell you and what not to.
ru: Очень трудно выбрать, о чём тебе говорить, а о чём - нет.

source: But I guess I have a while before you' re old enough to understand these tapes.
ru: Хотя боюсь, ты ещё очень нескоро будешь способен понять эти записи.

source: They' re more for me at this point just so that I can get it straight.
ru: Для меня сейчас самое главное, наверное - это самой выговориться.

source: Fill her up.
ru: Полный бак.

source: Should I tell you about your father?
ru: Рассказать ли тебе о твоём отце?

source: Boy, that' s a tough one.
ru: Это трудное решение.

source: Will it effect your decision to send him here, knowing that he is your father?
ru: Повлияет ли это на твоё решение послать его сюда?

source: lf you don' t send Kyle, you can never be.
ru: Но если ты не пошлёшь сюда Кайла, то тебя вообще не будет.

source: God, a person could go crazy thinking about this.
ru: Господи, с ума можно сойти, думая обо всём этом.

source: I suppose I will tell you.
ru: Я, наверное, расскажу тебе.

source: I owe him that.
ru: Это мой долг перед ним.

source: Maybe it' il help if... you know that in the few hours that we had together, we loved a lifetime' s worth.
ru: Может, тебе это поможет, если... ты будешь знать, что за те несколько часов, что мы были вместе, у нас было столько любви, что другим хватило бы на целую жизнь.

source: - What did he just say?
ru: - Что он сказал?

source: - He says you' re very beautiful.
ru: - Он сказал, вы очень красивы, синьора.

source: He is ashamed to ask you for five dollars for this picture.
ru: Ему очень жаль, но он вынужден просить у вас 5 долларов за этот снимок.

source: But if he doesn' t, his father will beat him.
ru: Если он не получит их, его отец его побьёт.

source: Pretty good hustle, kid.
ru: 4 доллара.

source: What did he just say?
ru: Что он сказал?

source: He said there' s a storm coming in.
ru: Он сказал, что будет буря.

source: Rod, do they have nude beaches in Florida?
ru: Род, а там есть нудистские пляжи?

source: Where are my magazines?
ru: Где мои журналы?

source: Leslie!
ru: Лесли!

source: Fifteen and a half sunblock.
ru: Лесли, где мои мячики для гольфа?

source: Could I get a string bikini in Florida?
ru: Можно я возьму с собой трусики стринг во Флориду?

source: BUZZ:
ru: Бери пляжное полотенце.

source: Nobody can order pizza in this house.
ru: Никто не может заказать пиццу в этом доме.

source: Where are my golf balls?
ru: Где мои мячики для гольфа?

source: You know why?
ru: И знаете, почему?

source: TRACY:
ru: Потому что я единственный, кому нравится пицца!

source: Has anybody seen my sunblock?
ru: Кто- нибудь видел мой солнцезащитный крем?

source: What' s the point of going to Florida... if you' re gonna put on sunblock?
ru: Зачем ехать во Флориду... если ты не собираешься загорать?

source: I don' t care if I age like an old suitcase.
ru: Меня не волнует, что я старая как потрепанный чемодан.

source: - I' m getting toasted.
ru: Я собираюсь, как следует поджариться.

source: - Great.
ru: Здорово.

source: Now you can be a skag with slightly darker skin.
ru: И будешь страшная с черной потрескавшейся кожей.

source: He' s jealous' cause he can' t tan.
ru: Он так говорит, потому что сам не может загорать.

source: FRANK:
ru: У него ведь веснушки.

source: Hey, easy on the fluids, pal.
ru: Эй, полегче на поворотах.

source: The rubber sheets are packed.
ru: Рубашки упакованы.

source: Vicky goes with Ding.
ru: Вики выбирает Динг.

source: Behind Ding is 200 points.
ru: За Динг 200 очков.

source: Good for you.
ru: Молодец.

source: Two hundred points.
ru: Двести очков.

source: KEVlN:
ru: Милый, ты уже все упаковал?

source: Everything I put out for you?
ru: Все, что я тебе дала?

source: You see what Grandma Penelope sent you for the trip?
ru: Хочешь посмотреть, что прислала тебе для поездки бабушка Пенелопа?

source: Uh, let me guess.
ru: Дай мне угадать.

source: Donald Duck slippers?
ru: Тапочки Дональда Дака?

source: Ah ha!
ru: Почти!

source: An inflatable clown to play with in the pool.
ru: Надувной клоун для игры в бассейне.

source: How exciting.
ru: Потрясающе.

source: Why are we going to Florida?
ru: Зачем мы едем во Флориду?

source: There' s no Christmas trees there.
ru: Там нет рождественских елок.

source: What is it with you and Christmas trees?
ru: Можно обойтись и без рождественской елки.

source: How can we have Christmas without a Christmas tree?
ru: Какое же это Рождество без рождественской елки?

source: We' il find a nice, fake silver one... or decorate a palm tree.
ru: Мы найдем симпатичную искусственную елочку... или нарядим пальму.

source: Good- bye, everybody.
ru: Всем до свидания.
